import React from "react"
import Container from "@mui/material/Container";

export default function PublicContract() {
    return (
        <div className="container">
            <Container fixed sx={{ paddingTop: '75px', paddingBottom: '75px' }}>
                <h2>Публичный договор возмездного оказания рекламных услуг</h2>
                <div>
                    Публичный договор возмездного оказания рекламных услуг
                    Настоящий Публичный договор возмездного оказания рекламных услуг (далее именуемый по
                    тексту «Договор») определяет порядок предоставления рекламных услуг, а также взаимные
                    права, обязанности и порядок взаимоотношений между ООО "КонтактЛайнСервис", именуемым в
                    дальнейшем «Исполнитель», и потребителем услуг, именуемым в дальнейшем «Потребитель»,
                    принявшим (акцептовавшим) публичное заключение настоящего Договора.
                </div>
                <br />

                <h3>1 ОПРЕДЕЛЕНИЯ, ИСПОЛЬЗУЕМЫЕ В НАСТОЯЩЕМ ДОГОВОРЕ</h3>
                <div>
                    1.1. Применяемые в настоящем Договоре термины и определения используются в следующем их
                    значении: Рекламные услуги – размещение Рекламных материалов, предоставленных
                    Потребителями в сети Интернет на Информационном ресурсе kvartiranasutki.com; Рекламные
                    материалы – любая информация рекламного характера (текстовые и фотографические материалы,
                    баннеры, гипертекстовые ссылки, пресс релизы, статьи, заказные опросы, иные сервисы,
                    выполняющие рекламные функции), предоставленная Потребителем в целях ее размещения на
                    Информационном ресурсе kvartiranasutki.com
                </div>
                <br />

                <h3>2 ПРЕДМЕТ ДОГОВОРА</h3>
                <div>
                    2.1. Исполнитель обязуется по поручению Потребителя оказать рекламные услуги (далее
                    именуемые по тексту «Услуги»), а Потребитель обязуется принять Услуги, оказанные
                    Исполнителем, и оплатить их в порядке и на условиях, определенных настоящим Договором.
                </div>
                <div>
                    2.2. Исполнитель вправе без согласия Потребителя или информирования последнего привлекать
                    третьих лиц для исполнения своих обязательств по настоящему Договору, а также использовать
                    услуги/работы третьих лиц, обеспечивающих возможность предоставления Услуг,
                    предусмотренных настоящим Договором.
                </div>
                <div>
                    2.3. Перечень Услуг, которые должны быть оказаны в рамках настоящего Договора, период
                    предоставления Услуг и иные условия, определяющие порядок оказания Услуг, а также другая
                    информация, являющаяся существенной для оказания Услуг, указываются в счетефактуре на
                    оплату заказанных Потребителем Услуг, выставляемом Исполнителем для оплаты Потребителем.
                </div>
                <br />

                <h3>3 ПОРЯДОК ЗАКЛЮЧЕНИЯ ДОГОВОРА</h3>
                <div>
                    3.1. Настоящий Договор является публичным договором (статья 396 Гражданского кодекса
                    Республики Беларусь), в соответствии с которым Исполнитель принимает на себя обязательство
                    по оказанию Услуг в отношении неопределенного круга лиц (Потребителей), обратившихся за
                    указанными Услугами.
                </div>
                <div>
                    3.2. Публикация (размещение) текста настоящего Договора на сайте kvartiranasutki.com по
                    следующему адресу: kvartiranasutki.com является публичным предложением (офертой)
                    Исполнителя, адресованным неопределенному кругу лиц заключить настоящий Договор (п.2.
                    ст.407 Гражданского Кодекса Республики Беларусь).
                </div>
                <div>
                    3.3. Заключение настоящего Договора производится путем присоединения Потребителя к
                    настоящему Договору, т.е. посредством принятия (акцепта) Потребителем условий настоящего
                    Договора в целом, без какихлибо условий, изъятий и оговорок (статья 398 Гражданского кодекса
                    Республики Беларусь).
                </div>
                <div>
                    3.4. Фактом принятия (акцептом) Потребителем условий настоящего Договора является оплата
                    Потребителем на основании выставленного Исполнителем требования об оплате заказанных
                    Потребителем Услуг в порядке и на условиях, определенных настоящим Договором.
                </div>
                <div>
                    3.5. Настоящий Договор, при условии соблюдения порядка его акцепта, считается заключенным в
                    простой письменной форме.
                </div>
                <br />

                <h3>4 ПРАВА И ОБЯЗАННОСТИ СТОРОН</h3>
                <div>4.1. Исполнитель обязуется:</div>
                <div>
                    4.1.1. оказать Потребителю Услуги в объеме и в сроки, согласованные сторонами настоящего
                    Договора (далее именуемыми по тексту «Стороны») и указанные в счете фактуре на оплату
                    заказанных Потребителем Услуг, выставляемом Исполнителем для оплаты Потребителем;
                </div>
                <div>
                    4.1.2. разместить предоставленные Потребителем Рекламные материалы на Информационном
                    ресурсе kvartiranasutki.com и обеспечить их доступность в сети Интернет в течение периода,
                    указанного в счетфактуре на оплату заказанных Потребителем Услуг, выставляемом
                    Исполнителем для оплаты Потребителем;
                </div>
                <div>
                    4.1.3. обеспечивать конфиденциальность информации, предоставленной Потребителем, за
                    исключением случаев, когда предоставление доступа к такой информации для третьих лиц
                    является необходимым условием оказания Услуг, либо является обязательным в силу требований
                    законодательства Республики Беларусь.
                </div>
                <div>4.2. Исполнитель имеет право:</div>
                <div>
                    4.2.1. приостановить или прекратить оказание Услуг, либо расторгнуть настоящий Договор в
                    одностороннем порядке, в случае неисполнения Потребителем принятых на себя обязательств по
                    данному Договору;
                </div>
                <div>
                    4.2.2. удалить любую информацию Потребителя, размещенную на Информационном ресурсе
                    kvartiranasutki.com, в случае неоплаты Потребителем заказанных Услуг;
                </div>
                <div>
                    4.2.3. отказывать Потребителю в размещении Рекламных материалов на Информационном
                    ресурсе kvartiranasutki.com, если сочтет, что характер или содержание этих материалов нарушает
                    действующее законодательство Республики Беларусь, носит оскорбительный характер, нарушает
                    права и законные интересы других лиц, либо противоречит настоящему Договору;
                </div>
                <div>
                    4.2.4. не принимать к рассмотрению претензии Потребителя, предъявленные с пропуском сроков,
                    в течение которых такие претензии могут быть предъявлены (п.4.3.7. настоящего Договора);
                </div>
                <div>
                    4.2.5. планово, либо внепланово, изменять технические характеристики и параметры программно-
                    технических средств, задействованных в оказании Услуг, в случае, если такие изменения
                    направлены на поддержку работоспособности программнотехнических средств, либо на
                    улучшение их функционирования, в том числе с временным (до двух дней) приостановлением
                    оказания Услуг.
                </div>
                <div>4.3. Потребитель обязуется:</div>
                <div>
                    4.3.1. соблюдать условия настоящего Договора, а также оплатить Исполнителю заказываемые
                    Услуги в порядке, размерах и в сроки, определенные настоящим Договором;
                </div>
                <div>4.3.2. своевременно предоставить Исполнителю необходимые Рекламные материалы;</div>
                <div>4.3.3. обеспечить у себя наличие авторских прав на Рекламные материалы;</div>
                <div>
                    4.3.4. предоставлять Исполнителю копии лицензий в случае, если деятельность Потребителя
                    подлежит лицензированию, копии сертификатов, если рекламируются товары, подлежащие
                    сертификации, а также разрешения (заключения) уполномоченных органов в случае рекламы
                    товаров (работ, услуг), на которые необходимо получение соответствующих разрешений
                    (заключений);
                </div>
                <div>
                    4.3.5. не осуществлять деятельности в рамках оказываемых Услуг в той или иной мере,
                    направленной на: подрыв сетевой безопасности; нарушение работы программнотехнических
                    средств, находящихся в сети Интернет; организацию сетевых атак на любые ресурсы, доступные
                    через сеть Интернет; организацию массовых рассылок корреспонденции рекламного и иного
                    характера (спам), за исключением случаев, когда такая рассылка инициирована самими
                    получателями либо осуществляется с их предварительного согласия; размещение и
                    распространение информации, содержание которой противоречит законодательству Республики
                    Беларусь либо нормам международного права, либо нарушает права и законные интересы
                    третьих лиц или наносит ущерб их чести и достоинству.
                </div>
                <div>
                    4.3.6. обеспечивать сохранность и конфиденциальность полученной от Исполнителя служебной
                    информации (ссылки, имена и пароли доступа, номера мобильных телефонов Исполнителя и др.);
                </div>
                <div>
                    4.3.7. при наличии претензий по оказанным Исполнителем Услугам письменно уведомить об этом
                    Исполнителя в течение двадцати четырех часов с момента, когда Потребителю стало известно или
                    должно было стать известным о неисполнении или ненадлежащем исполнении Исполнителем
                    принятых на себя обязательств по настоящему Договору;
                </div>
                <div>
                    4.3.8. в случае предъявления Исполнителю претензий со стороны третьих лиц, представить
                    Исполнителю документы и иные доказательства, подтверждающие авторское право Потребителя
                    на Рекламные материалы.
                </div>
                <div>4.4. Потребитель имеет право:</div>
                <div>4.4.1. требовать от Исполнителя надлежащего оказания Услуг;</div>
                <div>
                    4.4.2. расторгнуть настоящий Договор в случае несогласия с вносимыми Исполнителем
                    изменениями и/или дополнениями в настоящий Договор.
                </div>
                <br />

                <h3>5 СТОИМОСТЬ, ПОРЯДОК И СРОКИ ОПЛАТЫ УСЛУГ</h3>
                <div>
                    5.1. Стоимость Услуг, оказываемых в рамках настоящего Договора, определяется исходя из
                    объема, характера и продолжительности, заказанных Заказчиком Услуг в соответствии с
                    утвержденным Исполнителем прейскурантом цен, действующим непосредственно в момент
                    выставления требования об оплате заказанных Услуг.
                </div>
                <div>
                    5.2. Заказчик на основании выставленного Исполнителем требования об оплате заказанных Услуг
                    обязан произвести их предоплату в размере 100%.
                </div>
                <div>
                    5.3. Оплата заказанных Услуг, без получения от Исполнителя подтверждения о возможности
                    оказания Услуг (посредством выставления требования об оплате заказанных Услуг), не
                    допускается.
                </div>
                <div>
                    5.4. Заказчики, являющиеся юридическими лицами, осуществляют оплату заказанных Услуг
                    посредством безналичного перевода денежных средств на расчетный счет Исполнителя согласно
                    данным и реквизитам, указанным в выставленном требовании об оплате.
                </div>
                <div>
                    5.5. Заказчики, являющиеся физическими лицами, и индивидуальными предпринимателями
                    осуществляют оплату заказанных Услуг способами указанными в разделе «Способы оплаты»
                </div>
                <br />

                <h3>6 ПОРЯДОК СДАЧИПРИЕМКИ УСЛУГ</h3>
                <div>
                    6.1. Предоставление услуг в рамках настоящего Договора для Заказчиков подтверждается Актом
                    оказания услуг, который составляется единолично.
                </div>
                <div>
                    6.2. Датой оказания услуги является дата оплаты. Моментом оплаты считается уведомление в
                    системе процессора электронных платежей, что транзакция/платеж от контрагента согласно
                    техническому заданию № (дата ТЗ) прошла успешно.
                </div>
                <br />

                <h3>7 ОТВЕТСТВЕННОСТЬ СТОРОН</h3>
                <div>
                    7.1. За неисполнение, либо ненадлежащее исполнение своих обязательств по настоящему
                    Договору виновная Сторона несет ответственность в соответствии с действующим
                    законодательством Республики Беларусь, с учетом особенностей, установленных настоящим
                    Договором.
                </div>
                <div>
                    7.2. Исполнитель освобождается от ответственности за убытки, явно или косвенно понесенные
                    Заказчиком в результате полного или частичного потребления или отсутствия возможности
                    потребления Услуг в следующих случаях:
                </div>
                <div>
                    7.2.1. если убытки причинены в связи с заменой, ремонтом или настройкой оборудования,
                    программного обеспечения или проведения других работ, вызванных необходимостью
                    поддержания работоспособности программнотехнических средств Исполнителя, при условии
                    предварительного извещения Заказчика не менее чем за одни сутки;
                </div>
                <div>
                    7.2.2. если убытки причинены вследствие действий или бездействия третьих лиц, либо по причине
                    неработоспособности телекоммуникационных каналов, сетей передачи данных, информационных
                    ресурсов или сервисов, а также аварий (сбоев в работе) в силовых электрических или
                    компьютерных сетях, находящихся за пределами собственных ресурсов Исполнителя, либо на
                    функционирование которых он не имеет возможности оказывать влияние;
                </div>
                <div>
                    7.2.3. если убытки причинены вследствие наличия ошибок или вредоносных компонентов в
                    программном обеспечении, используемом на серверах Исполнителя или других серверах сети
                    Интернет, а равно в программном обеспечении, используемом Заказчиком;
                </div>
                <div>
                    7.2.4. если убытки причинены вследствие несоблюдения Заказчиком конфиденциальности своих
                    учетных данных или иной информации закрытого характера, а также вследствие
                    несанкционированного доступа третьих лиц к техническим или информационным ресурсам
                    Заказчика.
                </div>
                <div>
                    7.3. Исполнитель не несет ответственности за содержание Рекламных материалов,
                    предоставленных Заказчиком, а равно за содержание информации, размещенной на
                    информационных ресурсах Заказчика.
                </div>
                <div>
                    7.4. Исполнитель не несет ответственности и не дает какихлибо гарантий на любую информацию,
                    товар или услугу, распространяемые Заказчиком или третьими лицами через сеть Интернет, в том
                    числе, если они размещены, предлагаются или распространяются на собственных
                    информационных ресурсах Исполнителя.
                </div>
                <div>
                    7.5. Стороны настоящего Договора безоговорочно соглашаются с тем, что максимальный размер
                    убытков, которые могут быть взысканы с Исполнителя, ограничивается суммой оплаченных
                    Заказчиком Услуг, неисполнение, либо ненадлежащие исполнение которых повлекло причинение
                    убытков.
                </div>
                <div>
                    7.6. Ограничение ответственности Исполнителя, предусмотренное п.7.5 настоящего Договора, не
                    может применяться в случаях, когда:
                </div>
                <div>
                    7.6.1. размер ответственности для данного вида обязательств или за данное нарушение
                    определен действующим законодательством Республики Беларусь;
                </div>
                <div>
                    7.6.2. неисполнение, либо ненадлежащее исполнение Исполнителем своих обязательств по
                    настоящему Договору является следствием его прямого умысла.
                </div>
                <div>
                    7.7. Заказчик самостоятельно несет полную ответственность за любые действия, предпринятые им
                    в процессе использования сети Интернет, информационных ресурсов или услуг Исполнителя, а
                    равно и за последствия таких действий.
                </div>
                <div>
                    7.8. Заказчик самостоятельно несет полную ответственность за любые, в том числе и
                    несанкционированные, действия третьих лиц, имевших место вследствие несоблюдения
                    Заказчиком конфиденциальности своих учетных данных или иной информации закрытого
                    характера, а равно и за последствия таких действий.
                </div>
                <div>
                    7.9. Заказчик самостоятельно несет полную ответственность за возможные нарушения авторского
                    права, торговых марок и иных норм действующего законодательства Республики Беларусь,
                    связанных с фактом размещения Рекламных материалов Заказчика в сети Интернет на
                    Информационных ресурсах Исполнителя.
                </div>
                <div>
                    7.10. Заказчик возмещает Исполнителю любые убытки, понесенные Исполнителем в связи с
                    размещением на Информационных ресурсах Исполнителя Рекламных материалов Заказчика,
                    содержание которых противоречит действующему законодательству Республики Беларусь.
                </div>
                <br />

                <h3>8 ОБСТОЯТЕЛЬСТВА НЕПРЕОДОЛИМОЙ СИЛЫ</h3>
                <div>
                    8.1. Стороны освобождаются от ответственности за частичное или полное неисполнение своих
                    обязательств по настоящему Договору, если это явилось следствием действия обстоятельств
                    непреодолимой силы (форсмажора), возникших после заключения настоящего Договора в
                    результате событий чрезвычайного характера, которые Стороны не могли ни предвидеть, ни
                    предотвратить разумными мерами.
                </div>
                <div>
                    8.2. К обстоятельствам непреодолимой силы относятся события, на которые Сторона не может
                    оказывать влияния и за возникновение которых она не несет ответственности, как то: война,
                    восстание, забастовка, землетрясение, наводнение, пожар, суровые погодные условия или другие
                    стихийные бедствия, правительственные постановления, распоряжения (указы) государственных
                    органов и должностных лиц, законы и иные нормативные акты компетентных органов, принятые
                    после акцепта настоящего Договора и делающие невозможным исполнение обязательств,
                    установленных настоящим Договором, а также действия государственных или местных органов
                    государственной власти и управления или их представителей, препятствующие выполнению
                    условий настоящего Договора, и другие непредвиденные обстоятельства, в том числе неполадки в
                    городской электросети, технические проблемы на транзитных узлах сети Интернет и прочие
                    нарушения функционирования сетей передачи данных, находящихся вне сферы влияния Сторон,
                    но не ограничиваясь указанным.
                </div>
                <div>
                    8.3. При наступлении обстоятельств непреодолимой силы, препятствующих исполнению
                    обязательств по настоящему Договору, срок выполнения Сторонами таких обязательств
                    переносится соразмерно времени действия таких обстоятельств, а также времени, требуемого для
                    устранения их последствий, но не более шестидесяти календарных дней.
                </div>
                <div>
                    8.4. В случае если обстоятельства непреодолимой силы продолжают действовать более срока,
                    указанного в п.8.3 настоящего Договора, либо, когда при их наступлении обеим Сторонам
                    становится очевидным, что обстоятельства будут действовать более этого срока, Стороны
                    обязуются обсудить возможности альтернативных способов исполнения настоящего Договора или
                    его прекращения без возмещения убытков.
                </div>
                <br />

                <h3>9 ИЗВЕЩЕНИЯ И УВЕДОМЛЕНИЯ</h3>
                <div>
                    9.1. Стороны безоговорочно признают юридическую силу текстов документов, полученных по
                    каналам связи (электронной почты) наравне с документами, исполненными в простой
                    письменной форме на бумажном носителе, за исключением случаев, когда оформление
                    документов на бумажном носителе является обязательным в силу требований настоящего
                    Договора.
                </div>
                <div>
                    9.2. Стороны безоговорочно соглашаются с тем, что вся переписка, извещения и уведомления,
                    полученные на адреса электронной почты, указанные в настоящем Договоре как реквизиты
                    Сторон, считаются доставленными адресату в надлежащей форме.
                </div>
                <div>
                    9.3. Стороны обязаны своевременно проверять корреспонденцию, поступающую на их адреса
                    электронной почты.
                </div>
                <div>
                    9.4. Все риски, связанные с наступлением неблагоприятных последствий при несоблюдении
                    требований п.9.3 настоящего Договора, несет Сторона, которая допустила нарушение.
                </div>
                <br />

                <h3>10 СРОК ДЕЙСТВИЯ ДОГОВОРА И ПОРЯДОК ЕГО РАСТОРЖЕНИЯ</h3>
                <div>
                    10.1. Настоящий Договор считается заключенным с момента зачисления на расчетный счет
                    Исполнителя денежных средств, уплаченных Потребителем в установленный настоящим
                    Договором срок в счет оплаты заказанных им Услуг в соответствии с выставленным ему
                    требованием об оплате.
                </div>
                <div>
                    10.2. Настоящий Договор действует в течение неопределенного срока вплоть до его расторжения
                    в порядке, предусмотренном настоящим Договором.
                </div>
                <div>10.3. Настоящий Договор может быть расторгнут:</div>
                <div>10.3.1. по соглашению Сторон;</div>
                <div>
                    10.3.2. в одностороннем порядке по инициативе Исполнителя согласно п.4.2.1 настоящего
                    Договора;
                </div>
                <div>
                    10.3.3. в одностороннем порядке по инициативе Потребителя согласно п.4.4.2 настоящего
                    Договора.
                </div>
                <div>
                    10.4. Потребитель безоговорочно соглашается с тем, что в случае расторжения настоящего
                    Договора в соответствии с п.10.3.1 или п.10.3.2 настоящего Договора, он теряет право требовать от
                    Исполнителя возврата какихлибо сумм, уплаченных в счет оплаты Услуг, даже в случае, если срок
                    действия данных Услуг еще неокончен.
                </div>
                <br />

                <h3>11 ПОРЯДОК ВНЕСЕНИЯ ИЗМЕНЕНИЙ И ДОПОЛНЕНИЙ В ДОГОВОР</h3>
                <div>
                    11.1. Изменения и/или дополнения в настоящий Договор вносятся в одностороннем порядке по
                    решению Исполнителя.
                </div>
                <div>
                    11.2. Изменения и/или дополнения, вносимые Исполнителем в настоящий Договор по
                    собственной инициативе, вступают в силу не ранее чем через десять календарных дней после их
                    утверждения.
                </div>
                <div>
                    11.3. Изменения и/или дополнения, вносимые Исполнителем в настоящий Договор в связи с
                    изменением законодательства, вступают в силу одновременно с вступлением в силу
                    соответствующих актов законодательства.
                </div>
                <div>
                    11.4. Текст изменений и/или дополнений настоящего Договора, либо его новая редакция
                    доводится Исполнителем до всеобщего сведения посредством размещения (опубликования)
                    соответствующей информации на сайте kvartiranasutki.com;
                </div>
                <div>
                    11.5. Размещение (опубликование) текстов изменений и/или дополнений настоящего Договора,
                    либо его новой редакции на сайте kvartiranasutki.com производится Исполнителем в срок не
                    позднее, чем за десять календарных дней до даты вступления в силу вносимых изменений и/или
                    дополнений (за исключением случая, предусмотренного п.11.3 настоящего Договора, когда
                    размещение осуществляется в срок, не позднее десяти рабочих дней с даты вступления в силу
                    актов законодательства).
                </div>
                <div>
                    11.6. В случае несогласия с внесенными изменениями и/или дополнениями, Потребитель имеет
                    право расторгнуть настоящий Договор в соответствии с п.4.4.2 настоящего Договора.
                </div>
                <div>
                    11.7. Уведомлением о расторжении настоящего Договора признается любое письменное
                    уведомление Потребителя, составленное на бумажном носителе, о несогласии с внесенными
                    изменениями и/или дополнениями, либо о неприсоединении к новой редакции настоящего
                    Договора или об отказе соблюдать его условия.
                </div>
                <div>
                    11.8. Стороны безоговорочно соглашаются с тем, что молчание Потребителя (отсутствие
                    письменных уведомлений о расторжении настоящего Договора, либо о несогласии с отдельными
                    положениями настоящего Договора, в том числе с изменением прейскуранта цен на Услуги) в
                    течение десяти календарных дней с даты опубликования на сайте kvartiranasutki.com текстов
                    изменений и/или дополнений к Договору (новой редакции Договора) признается согласием
                    Потребителя с внесенными изменениями и/или дополнениями или присоединением Потребителя
                    к новой редакции настоящего Договора (п.3 ст.159 Гражданского Кодекса Республики Беларусь).
                </div>
                <br />

                <h3>12 ПОРЯДОК РАЗРЕШЕНИЯ СПОРОВ</h3>
                <div>
                    12.1. Все споры и разногласия, связанные с настоящим Договором, Стороны обязуются разрешать
                    путем переговоров.
                </div>
                <div>
                    12.2. В случае если Сторонам не удастся разрешить все спорные вопросы в порядке,
                    установленном п.12.1 настоящего Договора, все споры, возникающие из настоящего Договора, в
                    том числе связанные с его заключением, изменением, расторжением, исполнением,
                    недействительностью подлежат разрешению в судебном порядке в соответствии с
                    законодательством Республики Беларусь.
                </div>
                <br />

                <h3>13 ПРОЧИЕ УСЛОВИЯ</h3>
                <div>
                    13.1. Стороны безоговорочно соглашаются с тем, что настоящий Договор заключен по адресу
                    нахождения Исполнителя.
                </div>
                <div>13.2. Заключая настоящий Договор, Потребитель тем самым заявляет, что:</div>
                <div>
                    13.2.1. он гарантирует наличие у него всех необходимых прав на произведения, входящие в состав
                    Рекламных материалов, и что предоставляемые им к размещению Рекламные материалы не
                    противоречат законодательству Республики Беларусь, не нарушают прав и законных интересов
                    третьих лиц (личных, имущественных, авторских), не наносят ущерба их чести и достоинству и не
                    содержат незаконных материалов;
                </div>
                <div>
                    13.2.2. предоставляемые им Рекламные материалы не обременены правами третьих лиц и с
                    авторами (исполнителями) произведений, входящих в состав Рекламных материалов, заключены
                    соответствующие договоры, по которым им выплачено (выплачивается) вознаграждение за все
                    виды использования их произведений, и что авторы (исполнители) разрешают использование
                    произведений, входящих в состав Рекламных материалов, без указания имен авторов
                    исполнителей);
                </div>
                <div>
                    13.2.3. информация, предоставленная им при оформлении заказа на предоставление Услуг,
                    является полной, правдивой и точной;
                </div>
                <div>
                    13.2.4. он осознает и соглашается с тем, что часть информации, которую он предоставил при
                    оформлении заказа на предоставление Услуг, может быть доступна для третьих лиц в силу
                    требований законодательства Республики Беларусь.
                </div>
                <div>
                    13.3. В случае если какоелибо из условий настоящего Договора потеряет юридическую силу, будет
                    признанно незаконным, или будет исключено из настоящего Договора, то это не влечет
                    недействительность остальных условий настоящего Договора, которые сохранят юридическую
                    силу и являются обязательными для исполнения всеми Сторонами.
                </div>
                <div>
                    13.4. Все вопросы, неурегулированные настоящим Договором, разрешаются в соответствии с
                    действующим законодательством Республики Беларусь, а также локальными нормативными
                    документами Исполнителя при условии их соответствия действующему законодательству
                    Республики Беларусь.
                </div>
                <br />

                <h3>14 РЕКВИЗИТЫ СТОРОН</h3>
                <div>
                    14.1. Стороны безоговорочно соглашаются под реквизитами Потребителя считать информацию,
                    указанную им при оформлении заказа на предоставление Услуг.
                </div>
            </Container>
        </div>
    )
}
